[
  "obsidian-auto-link-title",
  "math-booster",
  "obsidian-latex-suite",
  "number-headings-obsidian",
  "mathlinks",
  "obsidian-outliner",
  "obsidian-completr",
  "obsidian-local-rest-api",
  "calendar",
  "periodic-notes",
  "obsidian-image-auto-upload-plugin",
  "obsidian-paste-image-rename",
  "obsidian-export-image",
  "templater-obsidian",
  "obsidian-git",
  "table-editor-obsidian",
  "easy-typing-obsidian",
  "obsidian-linter",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-tagfolder",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "vertical-tabs",
  "open-in-new-tab",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban",
  "note-refactor-obsidian",
  "recent-files-obsidian",
  "dataview",
  "obsidian-day-planner",
  "obsidian-mkdocs-publisher",
  "obsidian-enhancing-export",
  "obsidian-file-cleaner",
  "folder-notes",
  "homepage",
  "obsidian-importer",
  "obsidian-image-toolkit",
  "workspaces-plus",
  "tasks-calendar-wrapper",
  "obsidian-tasks-plugin",
  "obsidian-task-progress-bar",
  "mermaid-tools",
  "obsidian-mind-map",
  "mysnippets-plugin",
  "obsidian-icon-folder",
  "remotely-save",
  "obsidian-wakatime",
  "customizable-menu",
  "quickadd",
  "obsidian-zotero-desktop-connector"
]